Repository: Franco28/MotoTool
Catalog: MotoTool/MotoToolEngine/Resources/lang/Res.*.resx
Languages: es

source: connected!
es: conectado!

# ConnectingToServer
source: Connecting to server device...
es: Conectando con el servidor del dispositivo...

# DeviceInfoWrongState
source: Your device is in the wrong state. Please connect your device
es: Su dispositivo está en un estado incorrecto. Por favor conecte su dispositivo.

# DeviceInfoWrongStateBootloader
source: Your device is in the wrong state. Please put your device in bootloader mode
es: Su dispositivo está en el estado incorrecto. Pon tu dispositivo en modo bootloader.

# DeviceMode
source: Mode:
es: Modo:

# DeviceNotCompatible
source: MotoTool: DEVICE NOT COMPATIBLE:
es: MotoTool: DISPOSITIVO NO COMPATIBLE:

# DeviceNotCompatible2
source: is not compatible. This MotoTool works with:
es: No es compatible. MotoTool funciona con:

# DeviceOffline
source: Offline
es: Desconectado

# DeviceOnline
source: online
es: en línea

# EXITSaveLogs
source: EXIT: Saving MotoTool logs...
es: SALIR: Guardando registros de MotoTool...

# ExitSaveLogsERROR1
source: An error has occurred while attempting to save the output...
es: Se ha producido un error al intentar guardar la salida...

# EXITStopADB
source: EXIT: Stopping adb, fastboot and callback monitor...
es: SALIR: Deteniendo adb, fastboot y callback monitor...

# FIRMWARESTRING
source: Download Firmware
es: Descargar Firmware

# GetDeviceInfoCC
source: Device Info: Getting device codename and carrier...
es: Información del dispositivo: Obteniendo el nombre clave del dispositivo y el operador...

# GetDeviceInfoCCAddedDevice
source: Device Info: Device added:
es: Información del dispositivo: Dispositivo agregado:

# GetDeviceInfoCCWaitingDevice
source: Device Info: Waiting for device...
es: Información del dispositivo: Esperando dispositivo...

# HOMESTRING
source: Home
es: Inicio

# LabelChangeThemeBTN
source: Change Theme
es: Cambiar Tema

# LabelChannel
source: Channel:
es: Canal:

# LabelDevice
source: Device:
es: Dispositivo:

# LabelFirmwareDownloadCard
source: Here you will be able to download the firmware that you want for your device!
es: ¡Aquí podrá descargar el firmware que desea para su dispositivo!

# LabelFirmwareDownloadCardBTN
source: Deploy
es: Abrir

# LabelFirmwareDownloadCardText
source: Click me to deploy menu downloads
es: Haga clic en el botón abrir para iniciar el menú de descargas

# LabelFlashToolCard
source: Here you will be able to flash any firmware, debloat any ROM and move files to TWRP!
es: ¡Aquí podrá actualizar cualquier firmware, borrar apps del sistema de cualquier ROM y mover archivos a TWRP!

# LabelFlashToolCardBTN
source: Deploy
es: Abrir

# LabelFlashToolCardText
source: Click me to deploy menu Flash Tool
es: Haga clic en el botón abrir para iniciar el menú Flash Tool

# LabelFreeRAM
source: Free RAM:
es: RAM Libre:

# LabelFreeSize
source: Folder Size:
es: Tamaño de la carpeta:

# LabelInfoDebug
source: Remember to always Backup your efs and persist folders! How? Click me!
es: ¡Recuerde siempre hacer una copia de seguridad de su efs y persist! ¿Cómo? ¡Haz click en mi!

# LabelLockBL1
source: LOCK BOOTLOADER: Locking bootloader...
es: CERRAR BOOTLOADER: Cerrando bootloader...

# LabelLockBLWrong
source: LOCK BOOTLOADER: Your device is in the wrong state. Please put your device in the bootloader mode.
es: CERRAR BOOTLOADER: Su dispositivo está en el estado incorrecto. Pon tu dispositivo en el modo bootloader.

# LabelLockBootloader
source: 1°: Do you want to Lock the bootloader? This will erase all your data!
es: 1 °: ¿Desea bloquear el bootloader? ¡Esto borrará todos sus datos!

# LabelLockBootloader2
source: 2°: Are you sure that you want to Lock the bootloader? This will erase all your data!
es: 2 °: ¿Está seguro de que desea bloquear el bootloader? ¡Esto borrará todos sus datos!

# LabelLockBootloaderReboot
source: LOCK BOOTLOADER: Rebooting...
es: CERRAR BOOTLOADER: Reiniciando...

# LabelLockBootloaderWarning
source: Try to not UNPLUG THE DEVICE during the process!
es: ¡Intenta no DESCONECTAR EL DISPOSITIVO durante el proceso!

# LabelLockBootloaderWFD
source: LOCK BOOTLOADER: Waiting for device...
es: CERRAR BOOTLOADER: Esperando el dispositivo...

# LabelSettingsToolANDBTN
source: Add new device
es: Añadir nuevo dispositivo

# LabelSettingsToolANDMBTN
source: Add new device manual
es: Añadir nuevo dispositivo manual

# LabelSettingsToolCAFBTN
source: Clear All Folders
es: Limpiar todas las carpetas

# LabelSettingsToolCBTN
source: Contact
es: Contactar

# LabelSettingsToolCLBTN
source: Change Language
es: Cambiar Idioma

# LabelSettingsToolCUBTN
source: Check Updates
es: Verificar actualizaciones

# LabelSettingsToolDevices
source: Tool Devices
es: Dispositivos del Tool

# LabelSettingsToolFolders
source: Tool Folders
es: Carpetas del Tool

# LabelSettingsToolHBTN
source: About
es: Acerca

# LabelSettingsToolLATLBTN
source: Logs - Autosave tool logs
es: Registros: guardado automático

# LabelSettingsToolLogs
source: Tool Logs
es: Registros del Tool

# LabelSettingsToolOFFBTN
source: Open Firmware Folder
es: Abrir carpeta Fimrware

# LabelSettingsToolOTFBTN
source: Open Tool Folder
es: Abrir carpeta del Tool

# LabelSettingsToolQANDFOAND
source: Request a new device firmware or a new device
es: Solicitar un nuevo firmware o un nuevo dispositivo

# LabelSettingsToolRDF
source: Tool Request: Device - Firmware
es: Solicitud de nuevo Dispositivo - Firmware

# LabelSettingsToolRPBTN
source: Report
es: Reportar

# LabelSettingsToolRTSDDBTN
source: Remove tool saved device data
es: Eliminar datos del dispositvo del tool

# LabelSettingsToolSCMDBTN
source: Start CMD
es: Abrir CMD

# LabelSettingsToolUNSBTN
source: Uninstall
es: Desinstalar

# LabelToolSettings
source: Tool Settings
es: Ajustes del Tool

# LabelToolSettingsTheme
source: Tool Theme
es: Tema del Tool

# LabelToolSystemColors
source: Tool System Colors
es: Colores del Tool

# LabelToolSystemColorsDrawerBWA
source: Drawer - Background with Accent
es: Cajón - Fondo con acento

# LabelToolSystemColorsDrawerDIWH
source: Drawer - Display Icons when hidden
es: Cajón: muestra iconos cuando está oculto

# LabelToolSystemColorsDrawerHWA
source: Drawer - Highlight with Accent
es: Cajón - Destacar con acento

# LabelToolSystemColorsDrawerUseColors
source: Drawer - Use colors
es: Cajón - Usa colores

# LabelUser
source: User:
es: Usuario:

# LabelWarning
source: Warning!
es: Cuidado!

# OTHERSSTRING
source: Others
es: Otros

# SETTINGSSTRING
source: Settings
es: Ajustes

# STARTINGApplyMTSettings
source: STARTING: Applying MotoTool settings...
es: INICIANDO: Aplicando los ajustes a MotoTool...

source: STARTING: Checking internet connection...
es: INICIANDO: Comprobando conexión a internet...

source: STARTING: Checking MotoDrivers...
es: INICIANDO: Vericando MotoDrivers...

source: STARTING: Checking MotoTool ver:
es: INICIANDO: Verificando MotoTool ver:

source: STARTING: Checking saved device...
es: INICIANDO: Comprobando dispositivo guardado...

source: STARTING: Checking saved device carrier...
es: INICIANDO: Comprobando canal del dispositivo guardado...

# STARTINGCheckingSavedDeviceCarrierNOT
source: STARTING: Checking saved device carrier... {NOT FOUND}
es: INICIANDO: Comprobando canal del dispositivo guardado... {NO ENCONTRADO}

# STARTINGCheckingSavedDeviceCarrierOK
source: STARTING: Checking saved device carrier...
es: INICIANDO: Comprobando canal del dispositivo guardado...

# STARTINGCheckingSavedDeviceNOT
source: STARTING: Checking saved device... {NOT FOUND}
es: INICIANDO: Comprobando dispositivo guardado... {NO ENCONTRADO}

# STARTINGCheckingSavedDeviceOK
source: STARTING: Checking saved device...
es: INICIANDO: Comprobando dispositivo guardado...

# STARTINGCheckMotoUpdateString
source: STARTING: Checking MotoTool updates.
es: INICIANDO: Comprobando las actualizaciones de MotoTool.

# STARTINGDeployingADBFASTBOOT
source: STARTING: Deploying adb & fastboot, please wait until this finish...
es: INICIANDO: Implementando adb y fastboot, espere hasta que esto termine...

# STARTINGFinishLoad
source: was loaded!
es: fue cargado!

# STARTINGLoadingMotoToolString
source: STARTING: Loading tool... Please wait...
es: INICIANDO: Cargando Tool, por favor espere...

# STARTINGSettingFMotoToolTheme
source: STARTING: Setting first MotoTool Theme... {LIGHT}
es: INICIANDO: Configurando el primer inicio del Tema de MotoTool... {DIA}

# STARTINGSettingsADBFASTBOOT
source: STARTING: Settings adb & fastboot path... Please wait...
es: INICIANDO: Configurando carpeta adb y fastboot... Por favor espere...

# StopMonitor
source: MotoTool: Tool monitor has stopped!
es: MotoTool: Tool monitor se ha detenido!

# ThemeBTNChangeColors
source: Change Colors
es: Cambiar Colores
